[
  {
    "question": "If you could go back in time, what time period would you go to?"
  },
  {
    "question": "Describe your perfect morning?"
  },
  {
    "question": "What are three things you love about yourself?"
  },
  {
    "question": "What is something you would love to do as a couple?"
  },
  {
    "question": "What is something your partner did recently that you are grateful for?"
  },
  {
    "question": "What is something on your bucket list?"
  },
  {
    "question": "What do you think works well about our relationship?"
  },
  {
    "question": "Given the choice of anyone in the world, whom would you want as a dinner guest?"
  },
  {
    "question": "Would you like to be famous? If so, in what way?"
  },
  {
    "question": "What would constitute an awesome night for you?"
  },
  {
    "question": "If you could change anything about the way you were raised, what would it be?"
  },
  {
    "question": "What is the greatest accomplishment of your life?"
  },
  {
    "question": "What do you value most in a friendship?"
  },
  {
    "question": "What is your most treasured memory?"
  },
  {
    "question": "What is your most terrible memory?"
  },
  {
    "question": "What is something you would like to do together that we have never done before?"
  },
  {
    "question": "When did you know you were in love with me?"
  },
  {
    "question": "What are three qualities about me that you were first attracted to?"
  },
  {
    "question": "What was your favorite date that we ever had? What made it so special for you?"
  },
  {
    "question": "Do you have a favorite adventure that we took together? What made it your favorite?"
  },
  {
    "question": "What would be the first thing you'd do if you won the lottery?"
  },
  {
    "question": "What is the best gift you have ever received?"
  },
  {
    "question": "What is the worst gift you have ever received, and what did you do about it?"
  },
  {
    "question": "If you could do it all over again, would you pursue the same career? Why or why not?"
  },
  {
    "question": "How do you de-stress?"
  },
  {
    "question": "What is your favorite holiday?"
  },
  {
    "question": "What is your go-to karaoke song?"
  },
  {
    "question": "What is one of your go-to songs to listen to while driving?"
  },
  {
    "question": "Which Hogwarts house would you be in and why?"
  },
  {
    "question": "Do you think it is ok to pee in the shower?"
  },
  {
    "question": "What is the most illegal or risky thing you did growing up?"
  },
  {
    "question": "What do you remember thinking to yourself the first time you saw me?"
  }
]
